Repository: HassanHeydariNasab/domo
Catalog: locale/*/LC_MESSAGES/*.po
Languages: fa

source: Vi renaskiĝis en %(poz)s.
fa: شما در %(poz)s دوباره متولد شدید.

source: Rebonvenon!
fa: دوباره خوش‌آمدید!

source: La lingvo ŝanĝis. Vi estas en %(poz)s
fa: زبان تغییر کرد. شما در %(poz)s هستید.

source: Krado estas ludo pri la domoj kaj la homoj. La homoj kreas domojn. ili atakas aliajn homojn kaj domojn. Ŝtelu la monojn kaj neniigu la domojn! Promociu viajn domojn kaj ataku al la atenculoj! Mapo montriĝas Malsupre. klaku ĝiajn klavojn por movi aŭ ataki. vi estas en mezo de la mapo. • La difino de la signoj de la ludo: 4:8 estas pozicio tia x:y 773626641 estas Telegrama ID-o de vi aŭ aliulo @7 estas homo je 7-a nivelo #3 estas domo je 3-a nivelo ~26 estas sano de vi aŭ via domo $33 estas mono ke vi havas * estas ekster la mondo! Nur faru tion vi volas fari! • Jen la komandoj: /uzanto - montri informojn pri vi /domoj - montri la domojn ke vi havas /domo - krei aŭ promocii domon /rekomenci - rekomenci la ludon /helpo - montri ĉi-tion helpon • Ĝia kodo estas tie libere: https://github.com/HassanHeydariNasab/domo
fa: کرادو یک بازی است دربارهٔ خانه‌ها و انسان‌ها. انسان‌ها خانه‌ها را می‌سازند. آن‌ها به دیگر انسان‌ها و خانه‌ها حمله می‌کنند. پول‌ها را بدزدید و خانه‌ها را نابود کنید! ‌خانه‌های خود را ارتقا دهید و به متجاوزان حمله کنید! نقشه‌ای در پایین نمایش داده می‌شود. برای حرکت کردن یا حمله کردن، بر روی دکمه‌هایش بزنید. شما در وسط نقشه هستید. • معنی نشانه‌های بازی: 4:8 مکانی به صورت x:y است. 773626641 شمارهٔ هویت تلگرام شما یا دیگران است. @7 انسانی در سطح ۷ است. #3 خانه‌ای در سطح ۳ است. ~26 سلامتی شما یا خانه‌تان است. $33 پولی است که دارید. * بیرون از جهان است! • کدش آزادانه این‌جاست: https://github.com/HassanHeydariNasab/domo

source: Vi ne havas domon.
fa: هیچ خانه‌ای ندارید.

source: Por atingi domon je la nivelo de %(nivelo)s, vi devas havi %(mono)d monon.
fa: برای رساندن خانه به سطح %(nivelo)s، شما باید %(mono)d پول داشته باشید.

source: Vi bezonas almenaŭ 2 monon por fari domon.
fa: شما دست کم به ۲ پول برای ساختن خانه نیاز دارید.

source: La uzanto ne havas domon.
fa: کاربر هیچ خانه‌ای ندارد.

source: La uzanto kaj liaj domoj foriĝis.
fa: کاربر و خانه‌هایش پاک شدند.

source: Via domo, %(domo)s, neniiĝis!
fa: خانهٔ شما، %(domo)s، نابود شد!

source: Vi, %(uzanto)s, mortis!
fa: شما، %(uzanto)s، مُردید!
